eamodio.gitlens
CoenraadS.bracket-pair-colorizer
ms-azuretools.vscode-docker
yzhang.markdown-all-in-one
streetsidesoftware.code-spell-checker
formulahendry.auto-close-tag
pnp.polacode
christian-kohler.path-intellisense
wmaurer.change-case
EditorConfig.EditorConfig
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
nathanchapman.JavaScriptSnippets
leizongmin.node-module-intellisense
eg2.vscode-npm-script
christian-kohler.npm-intellisense
esbenp.prettier-vscode
bradlc.vscode-tailwindcss
arcticicestudio.nord-visual-studio-code
piotrpalarz.vscode-gitignore-generator
octref.vetur
andrew-codes.cypress-snippets
Orta.vscode-jest
andys8.jest-snippets
alexkrechik.cucumberautocomplete
IronGeek.vscode-env
heybourn.headwind
bourhaouta.tailwindshades
GraphQL.vscode-graphql
mquandalle.graphql
aaron-bond.better-comments
herrmannplatz.npm-dependency-links
axetroy.vscode-npm-import-package-version
wix.vscode-import-cost
formulahendry.auto-rename-tag
Tyriar.sort-lines
Raju.vscode-webdriverio-snippets